/* 
   Localizable.strings
   RegisterWord

   Created by OverTaker on 09/03/03.
   Copyright 2009 __MyCompanyName__. All rights reserved.
 */

"Cancel" = "キャンセル";

"The length of Yomi is too short." = "文字数が短すぎます";
"The Yomi must be longer than 1." = "「読み」は、最低2字以上にしてください。";
"The Yomi contains out of Kana word." = "ひらがなでない文字が含まれています";
"Yomi must be consist of Kana." = "「読み」は、ひらがなのみで書いてください。";
"The word is empty" = "単語に入力がありません";
"Input word" = "単語に文字を入力してください。";
"The length of word is too long." = "文字数が多すぎます";
"The word must be shoter than 20." = "「単語」は、20字未満にしてください。";

"Register word will be shared" = "登録された単語は共有されます";
"Register word will be sent to server." = "単語はサーバーへ送信され、他のユーザーと共有されます。電話番号やメールアドレスなど、個人情報を含む単語は登録しないようにしてください。";

"Registering to server..." = "登録しています...";

"The word did not send to server" = "サーバーに単語を送信できません";
"Application can't connect to server." = "サーバーに接続する事ができません。";
"The word was Registerd." = "単語は登録されました";
"You can use registered word at the moment." = "登録した単語は、すぐに使用することができます。";
"The word couldn't registerd." = "単語は登録されませんでした";
"The ward can't regsiter." = "単語を登録するのに失敗しました";